alsa-utils
asdf-vm
asdf-vm-debug
base
base-devel
bash-completion
bc
bluez
bluez-utils
bolt
brightnessctl
btop
btrfs-progs
chromium
clang
cmake
code
dkms
dosfstools
efibootmgr
exfatprogs
foot
gd
git
github-cli
go
grim
gst-plugin-pipewire
imagemagick
inetutils
intel-ucode
iw
iwd
jq
lib32-mangohud
lib32-nvidia-utils
libpulse
libzip
linux
linux-firmware
lite-xl
mako
mangohud
meson
nano
noto-fonts
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
oniguruma
openvpn
openvpn-update-resolv-conf-git
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
papirus-icon-theme
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
postgresql-libs
re2c
rofi
slurp
sof-firmware
steam
sway
swaybg
swaylock
swww
systemd-resolvconf
tbtools
terminus-font
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibm-plex
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
udiskie
udisks2
unzip
wireplumber
wl-clipboard
xdg-desktop-portal-wlr
xorg-xwayland
zip
zram-generator
